{
    "project-By": "Omkar Shataram Sawant KKW",
    "Marathi": {
        "shivajiMaharaj": [
            {
                "title": "शिवाजी महाराजांचा जन्म",
                "description": "पुणे जिल्ह्यातील जुन्नर शहरानजीक वसलेल्या शिवनेरी या डोंगरी किल्ल्यावर इ.स. १६३० मध्ये छत्रपती शिवाजी महाराजांचा जन्म झाला. इतिहासाच्या अभ्यासकांमध्ये छत्रपती शिवाजी महाराजांची नेमकी जन्मतारीख हा एकेकाळी मतभेदांचा मुद्दा होता. तो वाद नंतर मिटला. महाराष्ट्र राज्य शासनाने फाल्गुन वद्य तृतीया शके १५५१ (शुक्रवार. १९ फेब्रुवारी १६३०) ही शिवरायांची जन्मतारीख २००१ साली स्वीकारली.[१] त्याप्रमाणे महाराष्ट्र सरकार दरवर्षी १९ फेब्रुवारी या दिवशी सुटी जाहीर करते. इतर संभाव्य तारखांमध्ये ६ एप्रिल १६२७ (वैशाख शुद्ध तृतीया) ही एक जन्मतारीख मानली जात होती. त्यानुसार, महाराष्ट्राबाहेरचे अनेक लोक शिवजयंतीचा दिवस म्हणून वैशाख शुद्ध तृतीया हा दिवस, आणि महाराष्ट्रातले काही लोक मराठी पंचांगाप्रमाणे फाल्गुन वद्य तृतीया हा दिवस शिवजयंती म्हणून पाळतात. त्याप्रमाणे विविध दिनदर्शिकांंमध्ये वेगवेगळी तारीख दाखविलेली असते.एका आख्यायिकेनुसार शिवनेरी गडावरील शिवाई देवीला जिजाबाईंनी आपल्याला बलवान पुत्र व्हावा अशी प्रार्थना केली होती म्हणून या मुलाचे नाव 'शिवाजी' ठेवले गेले. "
            },
            {
                "title": "स्वराज्य स्थापनेचा इतिहास",
                "description": "इ.स. १६४७ मध्ये सतरा वर्षांच्या शिवाजीराजांनी आदिलशहाच्या ताब्यातला तोरणगड जिंकला आणि स्वराज्याची मुहूर्तमेढ रोवली. तोरणगड हे स्वराज्याचे तोरणच ठरले. त्याच साली शिवाजीराजांनी कोंढाणा(सिंहगड), आणि पुरंदर हे किल्ले आदिलशहाकडून जिंकून पुणे प्रांतावर पूर्ण नियंत्रण मिळवले.या शिवाय तोरणगडासमोरील मुरुंबदेवाचा डोंगर जिंकून त्याची डागडुजी केली व त्याचे नाव त्यांनी राजगड असे ठेवले.   शिवाजीराजांच्या यशस्वी स्वार्‍यां बिथरून शिवाजीराजांना आळा घालण्याची एक युक्ती म्हणून आदिलशहाने शहाजीराजांना अटक केली. शिवाय सुमारे ५००० फौज घेऊन फत्तेखान नावाच्या सरदाराला शिवाजीराजांवर हल्ला करण्यास पाठवले. शिवाजीराजांनी पुरंदरावर फत्तेखानाचा पराभव केला. बाजी पासलकर सैन्यासकट पळत्या फत्तेखानाच्या पाठलागावर सासवडपर्य़ंत गेले. सासवडजवळ झालेल्या लढाईत बाजी पासलकरांचा मॄत्यू झाला.शिवाजीराजांनी मोगल बादशाह शाहजहान यास त्याच्या दख्खनच्या सुभेदाराकरवी (शहजादा मुरादबक्ष) पत्र पाठवून शहाजीराजांसकट त्याच्या चाकरीत जायची इच्छा प्रकट केली. त्याचा परिणाम म्हणून शाहजहानाने आदिलशहावर दबाव आणला आणि परिणामी शहाजीराजांची सुटका झाली. परंतु त्यासाठी शिवाजीराजांना कोंढाणा किल्ला, आणि शहाजीराजांना बंगळूर शहर आणि कंदर्पीचा किल्ला आदिलशहाला द्यावा लागला. आदिलशहाशी इमान राखणारा जावळीचा सरदार चंद्रराव मोरे शहाजीराजे आणि शिवाजीराजे यांच्याविरूद्ध आदिलशहाकडे कुरापती काढत असे. त्याला धडा शिकविण्यासाठी इ.स. १६५६ साली शिवाजीने रायरीचा किल्ला सर केला. त्यामुळे कोकण भागात स्वराज्याचा विस्तार झाला. "
            },
            {
                "title": "अफझलखान प्रकरण",
                "description": "आदिलशहाच्या ताब्यात असणारे किल्ले जिंकत राहिल्यामुळे इ.स. १६५९ साली आदिलशहाने दरबारात शिवाजी महाराजांना संपविण्याचा विडा ठेवला. हा विडा दरबारी असलेल्या अफझलखान नावाच्या सरदाराने उचलला. मोठ्या सैन्यासह आणि लवाजम्यासह अफझलखान मोहिमेवर निघाला. अफझलखान वाईजवळ आला तेव्हा शिवाजीराजांनी सध्याच्या महाबळेश्वर जवळ असलेल्या प्रतापगडावरून त्यास तोंड देण्याचे ठरवले. तहाची बोलणी सुरू झाली आणि अंतिम बोलणीसाठी शिवाजी महाराजांनी स्वतः यावे असा अफझलखानचा आग्रह होता. पण शिवाजीराजांच्या वकिलांनी (पंताजी गोपीनाथ बोकील यांनी) अफझलखानाला गळ घालून प्रतापगडावरच भेट घेण्यास बोलावले. भेटीच्या नियमांनुसार दोन्ही पक्षांकडील मोजकीच माणसे भेटीसाठी येतील आणि दरम्यान सर्वांनी नि:शस्त्र राहण्याचे ठरले. शिवाजीराजांना अफझलखानच्या दगाबाजपणाची कल्पना असल्यामुळे त्यांनी सावधगिरी म्हणून चिलखत चढविले आणि सोबत बिचवा तसेच वाघनखे ठेवली. बिचवा चिलखतामध्ये दडविला होता तर वाघनखे हाताच्या पंजाच्या आतमध्ये वळविलेली असल्यामुळे दिसणारी नव्हती. शिवाजी महाराजांसोबत जिवा महाला हा विश्वासू सरदार होता तर अफझलखानसोबत सय्यद बंडा हा तत्कालीन प्रख्यात असा दांडपट्टेबाज होता. प्रतापगडावरील एका छावणीमध्ये भेट ठरली. भेटीच्या वेळी उंचपुर्‍या, बलदंड अफझलखानाने शिवाजी महाराजांना मिठी मारली आणि शिवाजीराजांचे प्राण कंठाशी आले. त्याच वेळी अफझलखानने कट्यारीचा वार शिवाजी महाराजांवर केला परंतु चिलखतामुळे शिवाजीराजे बचावले. अफझलखानाचा दगा पाहून शिवाजीराजांनी वाघनखे खानाच्या पोटात घुसवली. त्याचबरोबर अफझलखानाची प्राणांतिक आरोळी चहूकडे पसरली. सय्यद बंडाने तत्क्षणी शिवाजीवर दांडपट्ट्याचा जोरदार वार केला जो तत्पर जिवा महालाने स्वतःवर झेलला आणि शिवाजीराजांचे प्राण वाचले. यामुळेच 'होता जिवा म्हणून वाचला शिवा' ही म्हण प्रचलित झाली. आधीच ठरलेल्या इशार्‍याप्रमाणे भेटीच्या वेळी तीन तोफांचे बार प्रतापगडावरून काढण्यात आले, आणि खानाच्या छावणीच्या जवळपासच्या झाडाझुडुपांमध्ये दडून बसलेल्या मावळ्यांनी हल्ला करून खानाच्या सैन्याची दाणादाण उडविली. खानाचा मुलगा फाजलखान आणि इतर काही सरदार लपूनछपून वाईच्या मुख्य छावणीपर्यंत आले. इथे खानाचा जनाना होता. ते पाठलागावर असलेल्या नेताजीच्या सैन्यापासून वाचण्यासाठी खजिना, हत्ती व इतर जड सामान टाकून विजापूरला जनान्यासकट पळाले. शिवाजीराजांना जनतेत मिळालेला आदर आणि प्रेम अनेक शतकांनंतरही टिकून आहे त्यामागचे त्यांची सहिष्णू वृत्ती हे फार महत्त्वाचे कारण आहे. अफझलखानाच्या मृत्यूनंतर त्यांनी त्याच्या शवाचे अंत्यसंस्कार इस्लामी पद्धतीने करून त्याची एक कबर प्रतापगडावर बांधली आणि त्या कबरीच्या कायम देखभालीची व्यवस्था केली. अफझलखानच्या मृत्यूनंतर शिवाजीराजांनी दोरोजी नावाच्या सरदाराला कोकणपट्ट्यातील आणखी किल्ले आणि प्रदेश जिंकण्यास पाठवले. स्वतः राजे सातारा प्रांतात घुसून कोल्हापुरापर्यंत गेले व त्यांनी पन्हाळा जिंकून घेतला. नेताजीने त्याच्या सैन्यासह जवळपास विजापुरापर्यंत धडक मारली. "
            },
            {
                "title": "आगऱ्याहून सुटका",
                "description": "इ.स. १६६६ साली औरंगजेबाने शिवाजीराजांना दिल्ली येथे भेटीसाठी आणि विजापूरवर त्यांनी केलेल्या आक्रमणावर चर्चा करण्यास बोलाविले. त्यानुसार शिवाजीराजे दिल्लीला पोहोचले. त्यांच्यासोबत नऊ वर्षांचा संभाजी देखील होता. परंतु दरबारात त्यांना कनिष्ठ सरदारांच्या समवेत उभे करून शिवाजीसारख्या राजांचा उपमर्द केला. या अपमानामुळे अतिशय नाराज होऊन शिवाजीराजे तडक दरबाराबाहेर पडले असता त्यांना तत्क्षणी अटक करून नजरकैदेत ठेवण्यात आले. लवकरच त्यांची रवानगी जयसिंहाचे पुत्र मिर्झाराजे रामसिंग यांच्याकडे आग्रा येथे करण्यात आली.शिवाजीराजे दिल्ली दरबारातशिवाजीबद्दल आधीपासूनच धास्ती असल्यामुळे त्यांच्यावर कडक पहारा ठेवला होता. काही दिवस निघून गेले. सुटकेसाठी प्रयत्‍न फोल ठरले होते. शेवटी शिवाजीराजांनी एक योजना आखली. त्या योजनेनुसार त्यांनी आजारी पडल्याचे निमित्त केले आणि त्यांच्या प्रकृतिस्वास्थ्यासाठी विविध मंदिरांना व दर्ग्यांना मिठाईचे पेटारे पाठविण्यात येऊ लागले. सुरुवातीला पहारेकरी प्रत्येक पेटारा बारकाईने तपासून पहात पण काही दिवसांनी यात ढिलाई होऊ लागली. नंतर त्यांनी तपासण्याचेदेखील सोडले. या गोष्टीचा फायदा घेऊन एक दिवस शिवाजीराजे आणि संभाजी एकेका पेटाऱ्यामध्ये बसून निसटण्यात यशस्वी झाले. कोणास संशय येऊ नये यास्तव शिवाजीराजांचा विश्वासू हिरोजी फर्जंद हा शिवरायांचे कपडे चढवून आणि त्यांची अंगठी दिसेल अशा पद्धतीने हात बाहेर काढून झोपल्याचे नाटक करीत होता. शिवराय दूरवर पोहोचल्याची खात्री आल्यावर तो देखील पहारेकऱ्यांना बगल देऊन निसटला. बराच वेळ आतमध्ये काही हालचाल नाही हे वाटून पहारेकरी आत गेले असता त्यांना तेथे कोणीही आढळले नाही तेव्हा त्यांना सत्य परिस्थिती समजली. तोपर्यंत शिवाजी निसटून २४ तास झाले होते.आग्रा येथून शिवाजीराजांनी वेषांतर केले आणि लगोलग स्वराज्याकडे न जाता मथुरेकडे गेले, तेथे संभाजीला त्यांनी वेगळ्या मार्गाने काही दुसऱ्या विश्वासू माणसांबरोबर पाठविले. एका संन्याशाच्या वेषात महाराष्ट्रात प्रवेश केला. त्यातदेखील त्यांना अनेक खबरदाऱ्या घ्याव्या लागल्या. ते स्वतः अतिशय लांबच्या आणि तिरकस, वाकड्या मार्गाने मजल-दरमजल करीत आले. उद्देश हाच होता की काही झाले तरी पुन्हा औरंगजेबाच्या हातात पडायचे नाही.यात आणखी एक गोष्ट उल्लेखनीय आहे. दिल्लीभेटीपूर्वी त्यांनी राज्यकारभारासाठी जे अष्टप्रधानमंडळ स्थापले होते, त्या मंडळाने राजांच्या अनुपस्थितीमध्ये देखील राज्याचा कारभार चोख चालविला होता. हे शिवाजीराजांचे आणि अष्टप्रधानमंडळाचे फार मोठे यश आहे. "
            },
            {
                "title": "राज्याभिषेक",
                "description": "६ जून इ.स. १६७४ रोजी शिवाजीराजांना रायगडावर राज्याभिषेक करण्यात आला. त्या दिवसापासून शिवाजीराजांनी शिवराज्याभिषेक शक सुरू केला आणि शिवराई हे चलन जारी केले. या शिवाय नवी कालगणना सुरू होऊन नवा शक सुरू झाला, फारसी-संस्कृत शब्दकोश बनवला गेला. यामध्ये फारसीच्या जागी संस्कृत शब्द वापरणे यासाठी हुकुम जारी केले. तसेच पंचांगशुद्धी करण्याची सक्ती केली. यासाठी कृष्ण दैवज्ञ नामक ज्योतिषी आणवला. या ज्योतिष्याने ग्रंथ लेखन करावे आणि संबंधितांना रित घालून द्यावी असा आदेश दिला. तसेच त्याज कसडून 'करणकौस्तुभ' नामक ग्रंथही लिहवून घेतला. "
            },
            {
                "title": "छत्रपती शिवाजी महाराज यांचे निधन",
                "description": "संभाजी, शिवाजी त्याचा मोठा मुलगा शिवाजीच्या वारसदारांचा प्रश्न त्यांचा बेटा संभाजी याच्या गैरव्यवहारामुळे गुंतागुंतीचा होता जो बेजबाबदार होता. यावर अंकुश ठेवण्यास असमर्थ शिवाजीने १ 16 son in मध्ये आपल्या मुलाला पन्हाळातच बंदिस्त केले, फक्त राजकुमारला पत्नीबरोबर पळवून नेण्यासाठी आणि मोगलांशी एक वर्षासाठी दोष लावण्यासाठी. संभाजी नंतर पश्चात्ताप न करता घरी परतला आणि पुन्हा पन्हाळ्यापुरताच मर्यादित होता. [१०]]मार्च १ late80० च्या उत्तरार्धात शिवाजी ताप आणि पेचिशांनी आजारी पडला, [११०] सुमारे –-. एप्रिल"
            }
        ],
        "sambhajiMaharaj": [],
        "rajaramMaharaj": [],
        "tarabai": []
    },
    "English": {
        "shivajiMaharaj": [
            {
                "title": "Early Life",
                "description": "Shivaji was born in the hill-fort of Shivneri, near the city of Junnar in what is now Pune district. Scholars disagree on his date of birth. The Government of Maharashtra lists 19 February as a holiday commemorating Shivaji's birth (Shivaji Jayanti). Shivaji was named after a local deity, the goddess Shivai.Shivaji's father Shahaji Bhonsle was a Maratha general who served the Deccan Sultanates. His mother was Jijabai, the daughter of Lakhuji Jadhavrao of Sindhkhed, a Mughal-aligned sardar claiming descent from a Yadav royal family of Devagiri. At the time of Shivaji's birth, power in Deccan was shared by three Islamic sultanates: Bijapur, Ahmednagar, and Golkonda. Shahaji often changed his loyalty between the Nizamshahi of Ahmadnagar, the Adilshah of Bijapur and the Mughals, but always kept his jagir (fiefdom) at Pune and his small army"
            },
            {
                "title": "Upbringing",
                "description": "Shivaji was devoted to his mother Jijabai, who was deeply religious. His studies of the Hindu epics, the Ramayana and the Mahabharata, also influenced his lifelong defence of Hindu values.[citation needed] He was deeply interested in religious teachings, and regularly sought the company of Hindu saints. Shahaji, meanwhile had married a second wife, Tuka Bai from the Mohite family. Having made peace with the Mughals, ceding them six forts, he went to serve the Sultanate of Bijapur. He moved Shivaji and Jijabai from Shivneri to Pune and left them in the care of his jagir administrator, Dadoji Konddeo, who has been credited with overseeing the education and training of young Shivaji.Many of Shivaji's comrades, and later a number of his soldiers, came from the Maval region, including Yesaji Kank, Suryaji Kakade, Baji Pasalkar, Baji Prabhu Deshpande and Tanaji Malusare. Shivaji traveled the hills and forests of the Sahyadri range with his Maval friends, gaining skills and familiarity with the land that would prove useful in his military career.[citation needed] Shivaji's independent spirit and his association with the Maval youths did not sit well with Dadoji, who complained without success to Shahaji.In 1639, Shahaji was stationed at Bangalore, which was conquered from the nayaks who had taken control after the demise of the Vijayanagara Empire. He was asked to hold and settle the area. Shivaji was taken to Bangalore where he, his elder brother Sambhaji, and his half brother Ekoji I were further formally trained. He married Saibai from the prominent Nimbalkar family in 1640.As early as 1645, the teenage Shivaji expressed his concept for Hindavi Swarajya (Indian self-rule), in a letter.  "
            },
            {
                "title": "Combat with Afzal Khan",
                "description": "Adilshah was displeased at his losses to Shivaji's forces, which his vassal Shahaji disavowed. Having ended his conflict with the Mughals and having a greater ability to respond, in 1657 Adilshah sent Afzal Khan, a veteran general, to arrest Shivaji. Before engaging him, the Bijapuri forces desecrated the Tulja Bhavani Temple, holy to Shivaji's family, and the Vithoba temple at Pandharpur, a major pilgrimage site for the Hindus.Pursued by Bijapuri forces, Shivaji retreated to Pratapgad fort, where many of his colleagues pressed him to surrender. The two forces found themselves at a stalemate, with Shivaji unable to break the siege, while Afzal Khan, having a powerful cavalry but lacking siege equipment, was unable to take the fort. After two months, Afzal Khan sent an envoy to Shivaji suggesting the two leaders meet in private outside the fort to parley.The two met in a hut at the foothills of Pratapgad fort on 10 November 1659. The arrangements had dictated that each come armed only with a sword, and attended by one follower. Shivaji, either suspecting Afzal Khan would arrest or attack him, or secretly planning to attack himself, wore armour beneath his clothes, concealed a bagh nakh (metal 'claw') on his left arm, and had a dagger in his right hand Accounts vary on whether Shivaji or Afzal Khan struck the first blow: Maratha chronicles accuse Afzal Khan of treachery, while Persian-language records attribute the treachery to Shivaji.In the fight, Afzal Khan's dagger was stopped by Shivaji's armour, and Shivaji's weapons inflicted mortal wounds on the general; Shivaji then fired a cannon to signal his hidden troops to attack the Bijapuri army.In the ensuing Battle of Pratapgarh fought on 10 November 1659, Shivaji's forces decisively defeated the Bijapur Sultanate's forces.[citation needed] More than 3,000 soldiers of the Bijapur army were killed and one sardar of high rank, two sons of Afzal Khan and two Maratha chiefs were taken prisoner.After the victory, a grand review was held by Shivaji below Pratapgarh. The captured enemy, both officers and men, were set free and sent back to their homes with money, food and other gifts. Marathas were rewarded accordingly. "
            },
            {
                "title": "Arrest in Agra and escape",
                "description": "In 1666, Aurangzeb summoned Shivaji to Agra (though some sources instead state Delhi), along with his nine-year-old son Sambhaji. Aurangzeb's plan was to send Shivaji to Kandahar, now in Afghanistan, to consolidate the Mughal empire's northwestern frontier. However, in the court, on 12 May 1666, Aurangzeb made Shivaji stand behind mansabdārs (military commanders) of his court. Shivaji took offence and stormed out of court,[68] and was promptly placed under house arrest under the watch of Faulad Khan, Kotwal of Agra.Shivaji's position under house arrest was perilous, as Aurangzeb's court debated whether to kill him or continue to employ him, and Shivaji used his dwindling funds to bribe courtiers to support his case. Orders came from the emperor to station Shivaji in Kabul, which Shivaji refused. Instead he asked for his forts to be returned and to serve the Mughals as a mansabdar; Aurangzeb rebutted that he must surrender his remaining forts before returning to Mughal service. Shivaji managed to escape from Agra, likely by bribing the guards, though the emperor was never able to ascertain how he escaped despite an investigation.[69] Popular legend says that Shivaji smuggled himself and his son out of the house in large baskets, claimed to be sweets to be gifted to religious figures in the city.[cita"
            },
            {
                "title": "Coronation",
                "description": "Shivaji had acquired extensive lands and wealth through his campaigns, but lacking a formal title he was still technically a Mughal zamindar or the son of a Bijapuri jagirdar, with no legal basis to rule his de facto domain. A kingly title could address this and also prevent any challenges by other Maratha leaders, to whom he was technically equal.[c] it would also provide the Hindu Marathas with a fellow Hindu sovereign in a region otherwise ruled by Muslims.[81] Controversy erupted amongst the Brahmins of Shivaji's court: they refused to crown Shivaji as a king because that status was reserved for those of the kshatriya (warrior) varna in Hindu society.[82] Shivaji was descended from a line of headmen of farming villages, and the Brahmins accordingly categorised him as being of the shudra (cultivator) varna.[83][84] They noted that Shivaji had never had a sacred thread ceremony, and did not wear the thread, which a kshatriya would.[83] Shivaji summoned Gaga Bhatt, a pandit of Varanasi, who stated that he had found a genealogy proving that Shivaji was descended from the Sisodia Rajputs, and thus indeed a kshatriya, albeit one in need of the ceremonies befitting his rank.[85]:7– To enforce this status, Shivaji was given a sacred thread ceremony, and remarried his spouses under the Vedic rites expected of a kshatriya.[86][87] However, following historical evidence, Shivaji's claim to Rajput, and specifically Sisodia ancestry may be interpreted as being anything from tenuous at best, to inventive in a more extreme reading.[88] On 28 May Shivaji performed penance for not observing Kshatriya rites by his ancestors' and himself for so long. Then he was invested by Gaga Bhatta with the sacred thread.[89] On insistence of other Brahmins, Gaga Bhatta dropped the Vedic chant and initiated Shivaji in a modified form of the life of the twice-born, instead of putting him on a par with the Brahmans. Next day, Shivaji made atonement for the sins which he committed in his own lifetime. [90]Two learned Brahmans pointed out that Shivaji, while conducting his raids, had burnt cities which resulted in the death of Brahmans, cows, women and children, and now could be cleansed of this sin for a price of only Rs. 8,000, and Shivaji paid this amount.[90] Total expenditure made for feeding the assemblage, general alms giving, throne and ornaments approached 5 million Rupees.[91]Shivaji was crowned king of Maratha Swaraj in a lavish ceremony on 6 June 1674 at Raigad fort.[92][93] In the Hindu calendar it was on the 13th day (trayodashi) of the first fortnight of the month of Jyeshtha in the year 1596.[94] Gaga Bhatt officiated, holding a gold vessel filled with the seven sacred waters of the rivers Yamuna, Indus, Ganges, Godavari, Narmada, Krishna and Kaveri over Shivaji's head, and chanted the Vedic coronation mantras. After the ablution, Shivaji bowed before Jijabai and touched her feet. Nearly fifty thousand people gathered at Raigad for the ceremonies.[71][95] Shivaji was entitled Shakakarta ('founder of an era')[1] and Chhatrapati ('paramount sovereign'). He also took the title of Haindava Dharmodhhaarak (protector of the Hindu faith).[2]Shivaji's mother Jijabai died on 18 June 1674. The Marathas summoned Bengali Tantrik goswami Nischal Puri, who declared that the original coronation had been held under inauspicious stars, and a second coronation was needed. This second coronation on 24 September 1674 had a dual use, mollifying those who still believed that Shivaji was not qualified for the Vedic rites of his first coronation, by performing a less-contestable additional ceremony."
            },
            {
                "title": "Death and succession",
                "description": "The question of Shivaji's heir-apparent was complicated by the misbehaviour of his eldest son, Sambhaji, who was irresponsible. Unable to curb this, Shivaji confined his son to Panhala in 1678, only to have the prince escape with his wife and defect to the Mughals for a year. Sambhaji then returned home, unrepentant, and was again confined to Panhala.[109] In late March 1680, Shivaji fell ill with fever and dysentery,[110] dying around 3–5 April 1680 at the age of 52,[111] on the eve of Hanuman Jayanti. Putalabai, the childless eldest of the surviving wives of Shivaji committed sati by jumping into his funeral pyre. Another surviving spouse, Sakwarbai, was not allowed to follow suit because she had a young daughter.[109] There were also allegations, though doubted by later scholars, that his second wife Soyarabai had poisoned him in order to put her 10-year-old son Rajaram on the throne.[112] After Shivaji's death, Soyarabai made plans with various ministers of the administration to crown her son Rajaram rather than her stepson Sambhaji. On 21 April 1680, ten-year-old Rajaram was installed on the throne. However, Sambhaji took possession of Raigad Fort after killing the commander, and on 18 June acquired control of Raigad, and formally ascended the throne on 20 July.[113] Rajaram, his wife Janki Bai, and mother Soyrabai were imprisoned, and Soyrabai executed on charges of conspiracy that October.[114] "
            }
        ],
        "sambhajiMaharaj": [
            {
                "title": "Early Life",
                "description": "Sambhaji was born at Purandar fort to Saibai, Shivaji's first wife. His mother died when he was two years old and he was raised by his paternal grandmother Jijabai.[2] At the age of nine, Sambhaji was sent to live with Raja Jai Singh I of Amber as a political hostage to ensure compliance of the Treaty of Purandar that Shivaji had signed with the Mughals on 11 June 1665.[citation needed] As a result of the treaty, Sambhaji became a Mughal mansabdar. He and his father Shivaji presented themselves at Mughal emperor, Aurangzeb's court at Agra on 12 May 1666. Aurangzeb put both of them under house arrest but they escaped on 22 July 1666.[4] However, the two sides reconciled and had cordial relations during the period 1666–1670. In this period Shivaji and Sambhaji fought alongside the Mughals against the Sultanate of Bijapur."
            },
            {
                "title": "Accession",
                "description": "When Shivaji died in the first week of April 1680, Sambhaji was still held captive at Panhala fort. Some of the influential sardars including ministers Annaji Datto and other ministers conspired against Sambhaji, supported by Soyarabai, to prevent Sambhaji from succeeding the throne.[5]:48 Shivaji's widow and Sambhaji's stepmother, Soyrabai after her husband's death installed the couple's son, Rajaram, a lad of 10, on the throne on 21 April 1680.[10] Upon hearing this news, Sambhaji plotted his escape and took possession of the Panhala fort on 27 April after killing the fort commander. On 18 June, he acquired control of Raigad fort. Sambhaji formally ascended the throne on 20 July 1680. Rajaram, his wife Janki Bai and mother Soyarabai were imprisoned. Soon after their another conspiracy attempt against Sambhaji using prince Akbar,[11] Aurangzeb's 4th son, Soyarabai, her kinsmen from the Shirke family and some of Shivaji's ministers such as Annaji Datto were executed on charges of conspiracy.[5]:48[12]"
            },
            {
                "title": "Capture and execution",
                "description": "The 1687 Battle of Wai saw the Maratha forces badly weakened by the Mughals. The key Maratha commander Hambirao Mohite was killed and troops began to desert the Maratha armies. Sambhaji's positions were spied upon by his own relations, the Shirke family, who had defected to the Mughals. Sambhaji and 25 of his advisors were captured by the Mughal forces of Muqarrab Khan in a skirmish at Sangameshwar in February 1689.[5]:47 Accounts of Sambhaji's confrontation with the Mughal ruler and following torture, execution and disposal of his body, vary widely depending on the source, though generally all agree that he was tortured and executed on the emperor's orders.[5]:50The captured Sambhaji and Kavi Kalash were taken to Bahadurgad in present-day Ahmednagar district, where Aurangzeb humiliated them by parading them wearing clown's clothes and they were subjected to insults by Mughal soldiers. Accounts vary as to the reasons for what came next: Mughal accounts state that Sambhaji was asked to surrender his forts, treasures and names of Mughal collaborators with the Marathas and that he sealed his fate by insulting both the emperor and the Islamic prophet Muhammad during interrogation and was executed for having killed Muslims.[30] The ulema of the Mughal Empire sentenced Sambhaji to death for the atrocities his troops perpetrated against Muslims in Burhanpur, including plunder, killing, rape, and torture.[15]Maratha accounts instead state that he was ordered to bow before Aurangzeb and convert to Islam and it was his refusal to do so, by saying that he would accept Islam on the day the emperor presented him his daughter's hand, that led to his death.[31] By doing so he earned the title of Dharmaveer ('protector of dharma').[32] Aurangzeb ordered Sambhaji and Kavi Kalash to be tortured to death; the process took over a fortnight and included plucking out their eyes and tongue, pulling out their nails and removing their skin. Sambhaji was finally killed on 11 March 1689,[33] reportedly by tearing him apart from the front and back with wagh nakhe (metal 'tiger claws') and beheading with an axe at Tulapur on the banks of the Bhima river near Pune.[5]:50Other accounts state that Sambhaji challenged Aurangzeb in open court and refused to convert to Islam. Dennis Kincaid writes,He (Sambhaji) was ordered by the Emperor to embrace Islam. He refused and was made to run the gauntlet of the whole Imperial army. Tattered and bleeding he was brought before the Emperor and repeated his refusal. His tongue was torn and again the question was put. He called for writing material and wrote 'Not even if the emperor bribed me with his daughter!' So then he was put to death by torture.[32]Some accounts state that Sambhaji's body was cut into pieces and thrown into the river or that the body or portions were recaptured and cremated at the confluence of rivers at Tulapur.[34][35] Other accounts state that Sambhaji's remains were fed to the dogs.[36] "
            },
            {
                "title": "Literary contributions",
                "description": "Sambhaji was sophisticated, educated and well-versed in a few languages other than Marathi. Keshav Pandit was employed for Sambhaji's education. Keshav Pandit, alias Keshav Bhatta of Shringarpur, was an erudite scholar in the Nitishastra and Sanskrit language and literature. He seems to have deeper knowledge of the different forms of Sanskrit literature; Hindu jurisprudence and the Puranas. He also seems to have made Sambhaji familiar with the famous works of different sciences and music written by ancient scholars in the Sanskrit language.[2][37]There are several books by Sambhaji. The most notable is Budhbhushanam which is in Sanskrit and three other known books Nayikabhed, Saatsatak, Nakhshikha are in Hindi language.[38] In Budhbhushanam, Sambhaji wrote poetry on politics. In the book Sambhaji writes about dos and don'ts for a king and discusses military tactics. The first few slokas are praises for Shahaji (his grandfather) and his father Shivaji. In Budhbhushan Sambhaji considers Shivaji to be the incarnation that saved the earth and restored righteousness.[39] "
            },
            {
                "title": "Siddis of Janjira",
                "description": "The Marathas under Shivaji came into conflict with the Siddis, Muslims of Abyssinian descent settled in India, over the control of the Konkan coast. Shivaji was able to reduce their presence to the fortified island of Janjira. Sambhaji continued the Maratha campaign against them, while at that time the Siddis formed an alliance with the Mughals.[22] At the start of 1682, a Maratha army later joined by Sambhaji personally, attacked the island for thirty days, doing heavy damage but failing to breach its defenses. Sambhaji then attempted a ruse, sending a party of his people to the Siddis, claiming to be defectors. They were allowed into the fort and planned to detonate the gunpowder magazine during a coming Maratha attack. However, one of the female defectors became involved with a Siddi man and he uncovered the plot, and the infiltrators were executed. The Maratha then attempted to build a stone causeway from the shore to the island, but were interrupted halfway through when the Mughal army moved to menace Raigad. Sambhaji returned to counter them and his remaining troops were unable to overcome the Janjira garrison and the Siddi fleet protecting it.[23]"
            },
            {
                "title": "Succession",
                "description": "The Maratha Kingdom was put into disarray by Sambhaji's death and his younger half-brother Rajaram Chhatrapati assumed the throne. Rajaram shifted the Maratha capital far south to Jinji, while Maratha guerrilla fighters under Santaji Ghorpade and Dhanaji Jadhav continued to harass the Mughal army. A few days after Sambhaji's death, the capital Raigad Fort fell to the Mughals. Sambhaji's widow, Yesubai, son, Shahu and Shivaji's widow, Sakvarbai were captured; Sakvarbai died in Mughal captivity.[40] Shahu, who was seven years of age when captured, remained prisoner of the Mughals for 18 years from February 1689 until Mughal Emperor Aurangzeb's death in 1707. Shahu was then set free by Emperor Muhammad Azam Shah, son of Aurangzeb. After his release Shahu had to fight a brief war with his aunt Tarabai, Rajaram's widow who claimed the throne for her own son, Shivaji II.[41][42][43] The Mughals kept Yesubai captive to ensure that Shahu adhered to the terms of his release. She was released in 1719 when Marathas became strong enough under Shahu and Peshwa Balaji Vishwanath.[44] "
            }
        ],
        "rajaramMaharaj": [],
        "tarabai": []
    },
    "Hindi": {
        "shivajiMaharaj": [
            {
                "title": "आरम्भिक जीवन",
                "description": "छत्रपति शिवाजी महाराज का जन्म 20 Jan 1627 AD में शिवनेरी दुर्ग में हुआ था। शाहजी भोंसले की पत्नी जीजाबाई (राजमाता जिजाऊ) की कोख से शिवाजी महाराज का जन्म हुआ था। शिवनेरी का दुर्ग पूना (पुणे) से उत्तर की तरफ़ जुन्नर नगर के पास था। उनका बचपन उनकी माता जिजाऊ माँ साहेब के मार्गदर्शन में बीता। वह सभी कलाओं में माहिर थे, उन्होंने बचपन में राजनीति एवं युद्ध की शिक्षा ली थी। शिवाजी के बड़े भाई का नाम सम्भाजी था जो अधिकतर समय अपने पिता शाहजी भोसलें के साथ ही रहते थे। शाहजी राजे कि दूसरी पत्नी तुकाबाई मोहिते थीं। उनसे एक पुत्र हुआ जिसका नाम एकोजी राजे था। उनकी माता जी जीजाबाई यादव कुल में उत्पन्न असाधारण प्रतिभाशाली महिला थी और उनके पिता एक शक्तिशाली सामंत थे। शिवाजी महाराज के चरित्र पर माता-पिता का बहुत प्रभाव पड़ा। बचपन से ही वे उस युग के वातावरण और घटनाओं को भली प्रकार समझने लगे थे। शासक वर्ग की करतूतों पर वे झल्लाते थे और बेचैन हो जाते थे। उनके बाल-हृदय में स्वाधीनता की लौ प्रज्ज्वलित हो गयी थी। उन्होंने कुछ स्वामिभक्त साथियों का संगठन किया। अवस्था बढ़ने के साथ विदेशी शासन की बेड़ियां तोड़ फेंकने का उनका संकल्प प्रबलतर होता गया। छत्रपति शिवाजी महाराज का विवाह सन् 14 मई 1640 में सइबाई निंबाळकर के साथ लाल महल, पुणे में हुआ था। "
            },
            {
                "title": "प्रभुता का विस्तार",
                "description": "शाहजी की मुक्ति की शर्तों के मुताबिक शिवाजी राजाने बीजापुर के क्षेत्रों पर आक्रमण तो नहीं किया पर उन्होंने दक्षिण-पश्चिम में अपनी शक्ति बढ़ाने की चेष्टा की। पर इस क्रम में जावली का राज्य बाधा का काम कर रहा था। यह राज्य सातारा के सुदूर उत्तर पश्चिम में वामा और कृष्णा नदी के बीच में स्थित था। यहाँ का राजा चन्द्रराव मोरे था जिसने ये जागीर शिवाजी से प्राप्त की थी। शिवाजी ने मोरे शासक चन्द्रराव को स्वराज में शमिल होने को कहा पर चन्द्रराव बीजापुर के सुल्तान के साथ मिल गया। सन् 1656 में शिवाजी ने अपनी सेना लेकर जावली पर आक्रमण कर दिया। चन्द्रराव मोरे और उसके दोनों पुत्रों ने शिवाजी के साथ लड़ाई की पर अन्त में वे बन्दी बना लिए गए पर चन्द्रराव भाग गया। स्थानीय लोगों ने शिवाजी के इस कृत्य का विरोध किया पर वे विद्रोह को कुचलने में सफल रहे। इससे शिवाजी को उस दुर्ग में संग्रहित आठ वंशों की सम्पत्ति मिल गई। इसके अलावा कई मावल सैनिक मुरारबाजी देशपांडे भी शिवाजी की सेना में सम्मिलित हो गए। "
            },
            {
                "title": "शिवाजी महाराज द्वारा अफजल खान का वध",
                "description": "इधर औरंगजेब के आगरा (उत्तर की ओर) लौट जाने के बाद बीजापुर के सुल्तान ने भी राहत की सांस ली। अब शिवाजी ही बीजापुर के सबसे प्रबल शत्रु रह गए थे। शाहजी को पहले ही अपने पुत्र को नियन्त्रण में रखने को कहा गया था पर शाहजी ने इसमें अपनी असमर्थता जाहिर की। शिवाजी से निपटने के लिए बीजापुर के सुल्तान ने अब्दुल्लाह भटारी (अफ़ज़ल खां) को शिवाजी के विरूद्ध भेजा। अफ़जल ने 120000 सैनिकों के साथ 1659 में कूच किया। तुलजापुर के मन्दिरों को नष्ट करता हुआ वह सतारा के 30 किलोमीटर उत्तर वाई, शिरवल के नजदीक तक आ गया। पर शिवाजी प्रतापगढ़ के दुर्ग पर ही रहे। अफजल खां ने अपने दूत कृष्णजी भास्कर को सन्धि-वार्ता के लिए भेजा। उसने उसके मार्फत ये सन्देश भिजवाया कि अगर शिवाजी बीजापुर की अधीनता स्वीकार कर ले तो सुल्तान उसे उन सभी क्षेत्रों का अधिकार दे देंगे जो शिवाजी के नियन्त्रण में हैं। साथ ही शिवाजी को बीजापुर के दरबार में एक सम्मानित पद प्राप्त होगा। हालांकि शिवाजी के मंत्री और सलाहकार अस सन्धि के पक्ष में थे पर शिवाजी को ये वार्ता रास नहीं आई। उन्होंने कृष्णजी भास्कर को उचित सम्मान देकर अपने दरबार में रख लिया और अपने दूत गोपीनाथ को वस्तुस्थिति का जायजा लेने अफजल खां के पास भेजा। गोपीनाथ और कृष्णजी भास्कर से शिवाजी को ऐसा लगा कि सन्धि का षडयन्त्र रचकर अफजल खां शिवाजी को बन्दी बनाना चाहता है। अतः उन्होंने युद्ध के बदले अफजल खां को एक बहुमूल्य उपहार भेजा और इस तरह अफजल खां को सन्धि वार्ता के लिए राजी किया। सन्धि स्थल पर दोनों ने अपने सैनिक घात लगाकर रखे थे मिलने के स्थान पर जब दोनों मिले तब अफजल खां ने अपने कट्यार से शिवाजी पे वार किया बचाव में शिवाजी ने अफजल खां को अपने वस्त्रों वाघनखो से मार दिया (10 नवम्बर 1659)।अफजल खां की मृत्यु के बाद शिवाजी ने पन्हाला के दुर्ग पर अधिकार कर लिया। इसके बाद पवनगढ़ और वसंतगढ़ के दुर्गों पर अधिकार करने के साथ ही साथ उन्होंने रूस्तम खां के आक्रमण को विफल भी किया। इससे राजापुर तथा दावुल पर भी उनका कब्जा हो गया। अब बीजापुर में आतंक का माहौल पैदा हो गया और वहां के सामन्तों ने आपसी मतभेद भुलाकर शिवाजी पर आक्रमण करने का निश्चय किया। 2 अक्टूबर 1665 को बीजापुरी सेना ने पन्हाला दुर्ग पर अधिकार कर लिया। शिवाजी संकट में फंस चुके थे पर रात्रि के अंधकार का लाभ उठाकर वे भागने में सफल रहे। बीजापुर के सुल्तान ने स्वयं कमान सम्हालकर पन्हाला, पवनगढ़ पर अपना अधिकार वापस ले लिया, राजापुर को लूट लिया और श्रृंगारगढ़ के प्रधान को मार डाला। इसी समय कर्नाटक में सिद्दीजौहर के विद्रोह के कारण बीजापुर के सुल्तान ने शिवाजी के साथ समझौता कर लिया। इस सन्धि में शिवाजी के पिता शाहजी ने मध्यस्थता का काम किया। सन् 1662 में हुई इस सन्धि के अनुसार शिवाजी को बीजापुर के सुल्तान द्वारा स्वतंत्र शासक की मान्यता मिली। इसी सन्धि के अनुसार उत्तर में कल्याण से लेकर दक्षिण में पोण्डा तक (250 किलोमीटर) का और पूर्व में इन्दापुर से लेकर पश्चिम में दावुल तक (150 किलोमीटर) का भूभाग शिवाजी के नियन्त्रण में आ गया। शिवाजी की सेना में इस समय तक 30000 पैदल और 1000 घुड़सवार हो गए थे। "
            },
            {
                "title": "आगरा में आमंत्रण और पलायन",
                "description": "शिवाजी को आगरा बुलाया गया जहाँ उन्हें लगा कि उन्हें उचित सम्मान नहीं मिल रहा है। इसके विरोध में उन्होंने अपना रोश भरे दरबार में दिखाया और औरंगजेब पर विश्वासघात का आरोप लगाया। औरंगजेब इससे क्षुब्ध हुआ और उसने शिवाजी को नजरबन्द कर दिया और उनपर 5000 सैनिकों के पहरे लगा दिये। कुछ ही दिनों बाद (18 अगस्त 1666 को) राजा शिवाजी को मार डालने का इरादा औरंगजेब का था। लेकिन अपने अदम्य साहस ओर युक्ति के साथ शिवाजी और सम्भाजी दोनों इससे भागने में सफल रहे[17 अगस्त 1666। सम्भाजी को मथुरा में एक विश्वासी ब्राह्मण के यहाँ छोड़ शिवाजी महाराज बनारस, गये, पुरी होते हुए सकुशल राजगढ़ पहुँच गए [2 सितम्बर 1666]। इससे मराठों को नवजीवन सा मिल गया। औरंगजेब ने जयसिंह पर शक करके उसकी हत्या विष देकर करवा डाली। जसवंत सिंह के द्वारा पहल करने के बाद सन् 1668 में शिवाजी ने मुगलों के साथ दूसरी बार सन्धि की। औरंगजेब ने शिवाजी को राजा की मान्यता दी। शिवाजी के पुत्र शम्भाजी को 5000 की मनसबदारी मिली और शिवाजी को पूना, चाकन और सूपा का जिला लौटा दिया गया। पर, सिंहगढ़ और पुरन्दर पर मुग़लों का अधिपत्य बना रहा। सन् 1670 में सूरत नगर को दूसरी बार शिवाजी ने लूटा। नगर से 132 लाख की सम्पत्ति शिवाजी के हाथ लगी और लौटते वक्त उन्होंने मुगल सेना को सूरत के पास फिर से हराया। "
            },
            {
                "title": "राज्याभिषेक",
                "description": "सन् १६७४ तक शिवाजी ने उन सारे प्रदेशों पर अधिकार कर लिया था जो पुरन्दर की सन्धि के अन्तर्गत उन्हें मुग़लों को देने पड़े थे। पश्चिमी महाराष्ट्र में स्वतंत्र हिन्दू राष्ट्र की स्थापना के बाद शिवाजी ने अपना राज्याभिषेक करना चाहा, परन्तु मुस्लिम सैनिको ने ब्राहमणों को धमकी दी कि जो भी शिवाजी का राज्याभिषेक करेगा उनकी हत्या कर दी जायेगी. जब ये बात शिवाजी तक पहुंची की मुगल सरदार ऐसे धमकी दे रहे है तब शिवाजी ने इसे एक चुनौती के रुप मे लिया और कहा की अब वो उस राज्य के ब्राह्मण से ही अभिषेक करवायेंगे जो मुगलों के अधिकार में है.[कृपया उद्धरण जोड़ें] शिवाजी के निजी सचिव बालाजी जी ने काशी में तीन दूतो को भेजा, क्युंकि काशी मुगल साम्राज्य के अधीन था. जब दूतों ने संदेश दिया तो काशी के ब्राह्मण काफी प्रसन्न हुये. किंतु मुगल सैनिको को यह बात पता चल गई तब उन ब्राह्मणों को पकड लिया. परंतु युक्ति पूर्वक उन ब्राह्मणों ने मुगल सैंनिको के समक्ष उन दूतों से कहा कि शिवाजी कौन है हम नहीं जानते है. वे किस वंश से हैं ? दूतों को पता नहीं था इसलिये उन्होंने कहा हमें पता नहीं है. तब मुगल सैनिको के सरदार के समक्ष उन ब्राह्मणों ने कहा कि हमें कहीं अन्यत्र जाना है, शिवाजी किस वंश से हैं आपने नहीं बताया अत: ऐसे में हम उनके राज्याभिषेक कैसेकर सकते हैं. हम तो तीर्थ यात्रा पर जा रहे हैं और काशीका कोई अन्य ब्राह्मण भी राज्याभिषेक नहीं करेगा जब तक राजा का पूर्ण परिचय न हो अत: आप वापस जा सकते हैं. मुगल सरदार ने खुश होके ब्राह्मणो को छोड दिया और दूतो को पकड कर औरंगजेब के पास दिल्ली भेजने की सोची पर वो भी चुप के से निकल भागे.[कृपया उद्धरण जोड़ें] वापस लौट कर उन्होने ये बात बालाजी आव तथा शिवाजी को बताई. परंतु आश्चर्यजनक रूप से दो दिन बाद वही ब्राह्मण अपने शिष्यों के साथ रायगढ पहुचें ओर शिवाजी का राज्याभिषेक किया। इसके बाद मुगलों ने फूट डालने की कोशिश की और शिवाजी के राज्याभिषेक के बाद भी पुणे के ब्राह्मणों को धमकी दी कहा कि शिवाजी को राजा मानने से मना करो. ताकि प्रजा भी इसे न माने !! लेकिन उनकी नहीं चली. शिवाजी ने अष्टप्रधान मंडल की स्थापना की. विभिन्न राज्यों के दूतों, प्रतिनिधियों के अलावा विदेशी व्यापारियों को भी इस समारोह में आमंत्रित किया गया। पर उनके राज्याभिषेक के 12 दिन बाद ही उनकी माता का देहांत हो गया था इस कारण से 4 अक्टूबर 1674 को दूसरी बार शिवाजी ने छत्रपति की उपाधि ग्रहण की। दो बार हुए इस समारोह में लगभग 50 लाख रुपये खर्च हुए। इस समारोह में हिन्दवी स्वराज की स्थापना का उद्घोष किया गया था। विजयनगर के पतन के बाद दक्षिण में यह पहला हिन्दू साम्राज्य था। एक स्वतंत्र शासक की तरह उन्होंने अपने नाम का सिक्का चलवाया। इसके बाद बीजापुर के सुल्तान ने कोंकण विजय के लिए अपने दो सेनाधीशों को शिवाजी के विरुद्ध भेजा पर वे असफल रहे।[कृपया उद्धरण जोड़ें] "
            },
            {
                "title": "मृत्यु और उत्तराधिकार",
                "description": "विष दिलाने के बाद शिवाजी महाराज की मृत्यु 3 अप्रैल 1680 में हुई। उस समय शिवाजी के उत्तराधिकार संभाजी को मिले। शिवाजी के ज्येष्ठ पुत्र संभाजी थे और दूसरी पत्नी से राजाराम नाम एक दूसरा पुत्र था। उस समय राजाराम की उम्र मात्र 10 वर्ष थी अतः मराठों ने शम्भाजी को राजा मान लिया। उस समय औरंगजेब राजा शिवाजी का देहान्त देखकर अपनी पूरे भारत पर राज्य करने कि अभिलाषा से अपनी 5,00,000 सेना सागर लेकर दक्षिण भारत जीतने निकला। औरंगजेब ने दक्षिण में आते ही अदिल्शाही २ दिनो में और कुतुबशाही १ ही दिनो में खतम कर दी। पर राजा सम्भाजी के नेतृत्व में मराठाओ ने ९ साल युद्ध करते हुये अपनी स्वतन्त्रता बरकरा‍र रखी। औरंगजेब के पुत्र शहजादा अकबर ने औरंगजेब के ख़िलाफ़ विद्रोह कर दिया। संभाजी ने उसको अपने यहाँ शरण दी। औरंगजेब ने अब फिर जोरदार तरीके से संभाजी के ख़िलाफ़ आक्रमण करना शुरु किया। उसने अन्ततः 1689 में संभाजी के बीवी के सगे भाई याने गणोजी शिर्के की मुखबरी से संभाजी को मुकरव खाँ द्वारा बन्दी बना लिया। औरंगजेब ने राजा संभाजी से बदसलूकी की और बुरा हाल कर के मार दिया। अपनी राजा कि औरंगजेब द्वारा की गई बदसलूूूकी और नृृृृृृशंसता द्वारा मारा हुआ देखकर पूरा मराठा स्वराज्य क्रोधित हुआ। उन्होने अपनी पुरी ताकत से राजाराम के नेतृत्व में मुगलों से संघर्ष जारी रखा। 1700 इस्वी में राजाराम की मृत्यु हो गई। उसके बाद राजाराम की पत्नी ताराबाई 4 वर्षीय पुत्र शिवाजी द्वितीय की संरक्षिका बनकर राज करती रही। आखिरकार 25 साल मराठा स्वराज्य के युद्ध लड के थके हुये औरंगजेब की उसी छ्त्रपती शिवाजी के स्वराज्य में दफन हुये। "
            }
        ],
        "sambhajiMaharaj": [],
        "rajaramMaharaj": [],
        "tarabai": []
    },
    "phases": [
        "Intro",
        "Birth",
        "Afzal",
        "NOTArresrtInAgra",
        "Coronation",
        "Amar"
    ],
    "titles": {
        "Marathi": "छत्रपती शिवाजी महाराज",
        "Hindi": "छत्रपति शिवाजी महाराज",
        "English": "Chatrapati Shivaji Maharaj"
    }
}